acpi
alsa-utils
ani-cli
arc-gtk-theme
autorandr
baobab
base
base-devel
bat
betterlockscreen
bind
blueman
bluez
brightnessctl
btop
cava
chafa
clang
cmake
cmatrix
code
dbus-c++
debootstrap
direnv
discord
dmenu
dmidecode
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
dpkg
dunst
efibootmgr
eigen
emscripten
fastfetch
feh
firefox
firetools
flatpak
fmt
fuse2
fzf
gamemode
gdb
git
git-lfs
gnome-calculator
gnome-screenshot
gnome-themes-extra
gparted
grim
grub
gst-plugin-pipewire
hdf5
hping
htop
hyprland
hyprpaper
imagemagick
img2pdf
inkscape
intel-ucode
iwd
jdk11-openjdk
jetbrains-toolbox
jump
kitty
less
lib32-libstdc++5
lib32-vulkan-validation-layers
libpulse
libvirt
linux
linux-firmware
linux-headers
lshw
lsscsi
lxappearance
man-db
man-pages
materia-gtk-theme
mpv
msodbcsql17
mypy
nautilus
nbfc
neovim
obs-studio
okular
opencv
openvpn
pacseek
pamixer
paru-debug
pavucontrol
pdftk
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
proton-ge-custom-bin
psensor
pyinstaller
python-faker
python-freezegun
python-i3ipc
python-librosa
python-matplotlib
python-mock
python-networkx
python-pipx
python-poetry
python-pydbus
python-pygame
python-pywal
python-scapy
python-tinycss2
python312
qemu-base
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols2
qt5ct
r2modman-bin
rng-tools
sbctl
scrot
sddm
sfml
sfml2
siji-git
slack-desktop
slurp
smile
sof-firmware
spicetify-cli
spotify-launcher
starship
steam
swaylock
sxiv
texlab
tk
tldr
tree
ttf-font-awesome
ueberzug
unclutter
unrar
unzip
valgrind
vi
vim
vpcs
vtk
vulkan-intel
vulkan-tools
waybar
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wlroots
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
yay
yay-debug
zathura
zathura-pdf-poppler
zip
zlib-ng
zram-generator
zsh
zsh-history-substring-search
zsh-syntax-highlighting
